/* option goes back to form */
"alert.button.editDetails" = "Edit Details"; /* NEW */

/* option logs in user */
"alert.button.login" = "Log Me In!"; /* NEW */

/* No thanks */
"alert.button.nothanks" = "No Thanks"; /* NEW */

/* OK */
"alert.button.ok" = "OK"; /* NEW */

/* sends a password reset email */
"alert.button.send" = "Request Reset"; /* NEW */

/* try logging in? */
"alert.text.login?" = "We can try logging you in instead if you like?";

/* send reset password email? */
"alert.text.resetpw?" = "You can request a reset password email if you like?"; /* NEW */

/* password reset sent */
"alert.text.resetsent" = "The password reset email has been sent"; /* NEW */

/* hit the invalid login limit */
"alert.title.passwordReset" = "Reset Password?"; /* NEW */

/* password reset sent */
"alert.title.reset" = "Resquest Recieved"; /* NEW */

/* the user already exists */
"alert.title.userExists" = "Account Already Exists";

/* login button on identity controller */
"Login cell" = "Log In";

/* navigation bar title */
"Login Title" = "Log In to Cat Chat";

/* sign up button on idetity contrller */
"Sign Up cell" = "Sign Up to Cat Chat";

/* navigation bar title */
"Signup Title" = "Sign Up";

/* email placeholder */
"textfield.placeholder.email" = "Email";

/* suggest the user makes a longer password */
"textfield.placeholder.makeLongerPassword" = "Try making a longer password";

/* password placeholder */
"textfield.placeholder.password" = "Password";

